{
  "home": "Home",
  "aboutme": "About me",
  "knowledges": "Knowledges",
  "experience": "Experience",
  "sourcecode": "Source code at",
  "language": "Language",
  "name": "Name",
  "myprojects": "My projects",
  "viewweb": "Visit Web",
  "evo": "Evolution Cycling : Chart Maker",
  "trisergi": "TriSergi Coach : Indoor Cycling",
  "working": "Working on this section",
  "myexperience": "My experience",
  "myexperience1": "I have worked in the world of fitness for years performing various functions. Recepcionist, gym instructor, instructor of collective activities, personal traininer, coordinator, etc.",
  "myexperience2": "After years, my body is asking for a break and I have decided to enter the computer world.",
  "myexperience3": "Work experience? None. Currently, I'm starting in this world as an Application Developer, but I have done some projects on my own.",
  "whatiknow": "What I Know?",
  "whatiknow1": "If you ask me about fitness or nutrition, whatever you want. After more than 10 years and having performed various functions, I know quite a lot about everything in general about this sector.",
  "whatiknow2": "Computer science world is relatively new to me. I've gotten a certificate of higher education while working in the gym and during those two years, I've learned almost everything on my own through various personal projects.",
  "whatiknow3": "In the future, i would like to continue learning about web and mobile development applications.",
  "whoiam": "Who I Am?",
  "whoiam1": "I am a personal trainer, Indoor Cycling instructor, Physical and Directed Activities Technician and Multiplatform Application Development Technician.",
  "whoiam2": "I like to practice almost any sport, but don't make me run, that's for cowards. In case you haven't figured it out yet, I also like video games and anime.",
  "whoiam3": "I am always starting a personal project to be able to learn new things.",
  "privacyp1": "Privacy Policy and Data Collection",
  "privacyp2": "We do not collect or store any personally identifiable information. Your privacy is our priority, and we are not interested in gathering personal information from our users.",
  "privacyp3": "This application only uses the Internet to display the list of virtual classes, and we solely utilize performance tracking information provided by Google to enhance the application.",
  "privacyp4": "Google Analytics",
  "privacyp5": "This app utilizes Google Analytics to help us analyze how you use the application. This assists us in improving the product. Thanks to Google Analytics, we know how long you use the app, the type of device you're using, your location, and more. All of this is used to enhance the application.",
  "privacyp6": "Read more about ",
  "privacyp7": "Advertising",
  "privacyp8": "Google AdMob's privacy policy can be found here:",
  "privacyp9": "Third-party providers, including Google, use cookies to display ads based on a user's previous visits to your website.",
  "privacyp10": "The use of Google's DoubleClick cookie enables Google and its partners to show ads to your users based on their visits to your sites and/or other sites on the Internet.",
  "privacyp11": "Users can opt out of the DoubleClick cookie for interest-based advertising by visiting Ad Settings. (Alternatively, you can direct users to opt out of third-party cookies for interest-based advertising by visiting aboutads.info.)",
  "privacyp12": "Contact",
  "privacyp13": "To contact us, use the email:",
  "email": "NyarCode Technologies",
  "analitycs": "https://support.google.com/analytics/answer/6004245?hl=en",
  "admobpolicy": "https://support.google.com/admob/answer/6128543?hl=en"
}
