{
  "home": "Inicio",
  "aboutme": "Sobre mí",
  "knowledges": "Conocimientos",
  "experience": "Experiencia",
  "sourcecode": "Código fuente en",
  "language": "Idioma",
  "name": "Nombre",
  "myprojects": "Mis Proyectos",
  "viewweb": "Ver Web",
  "evo": "Evolution Cycling : Creador de Gráficas",
  "trisergi": "TriSergi Coach : Indoor Cycling",
  "working": "Trabajando en esta sección",
  "myexperience": "Mi experiencia",
  "myexperience1": "He trabajado en el mundo del fitness desde hace años realizando diversas funciones. Recepción, monitor de sala, instructor de actividades colectivas, entrenamientos personales, coordinación de monitores etc.",
  "myexperience2": "Después de años, el cuerpo pide un descanso y he decidido entrar al mundo de la informática.",
  "myexperience3": "Experiencia laboral? Cero. Actualmente, me estoy iniciando en este mundo como Application Developer, pero si he hecho algún proyecto por mi cuenta.",
  "whatiknow": "Qué sé?",
  "whatiknow1": "Si me preguntas por fitness o nutrición, lo que quieras. Después de más de 10 años y de haber desempeñado diversas funciones, sé bastante de todo en general sobre este sector.",
  "whatiknow2": "El mundo de la informática es relativamente nuevo para mí. Me he sacado un grado superior mientras trabajaba en el gimnasio y durante esos dos años, he aprendido casi todo por mi cuenta a través de diversos proyectos personales.",
  "whatiknow3": "De aquí en adelante, me gustaría seguir formándome en el desarrollo de aplicaciones para dispositivos móviles y aplicaciones web.",
  "whoiam": "Quién Soy?",
  "whoiam1": "Soy entrenador personal, instructor de Ciclo Indoor, TSAFAD y Técnico en Desarrollo de Aplicaciones Multiplataforma.",
  "whoiam2": "Me gusta practicar casi cualquier deporte, pero no me pongas a correr que eso es de cobardes. Por si todavía no te habías dado cuenta, también me gustan los videojuegos y el anime.",
  "whoiam3": "Siempre estoy empezando algún proyecto personal para poder aprender cosas nuevas.",
  "privacy": "Política de Privacidad",
  "privacyp1": "Gracias por utilizar nuestros servicios. En [Nombre de tu aplicación/servicio], nos tomamos la privacidad de nuestros usuarios muy en serio. A continuación, te proporcionamos información sobre cómo manejamos tus datos personales:",
  "privacyp2": "Recopilación de Datos",
  "privacyp2Content": "No recopilamos ni almacenamos ningún dato personal identificable. Tu privacidad es nuestra prioridad, y no estamos interesados en recopilar información personal de nuestros usuarios.",
  "privacyp3": "Uso de AdMob",
  "privacyp3Content": "[Si estás utilizando AdMob u otro servicio de publicidad, aquí debes proporcionar información sobre cómo esos servicios manejan la privacidad. Consulta la documentación de AdMob o el servicio publicitario que estés utilizando para obtener detalles específicos.]",
  "privacyp4": "Cookies y Tecnologías Similares",
  "privacyp4Content": "No utilizamos cookies ni tecnologías similares para rastrear tu actividad en nuestra aplicación.",
  "privacyp5": "Terceros",
  "privacyp5Content": "No compartimos información con terceros, ya que no recopilamos información personal.",
  "privacyp6": "Cambios en la Política de Privacidad",
  "privacyp6Content": "Nos reservamos el derecho de actualizar nuestra política de privacidad en el futuro. Cualquier cambio será notificado a través de la aplicación.",
  "privacyp7": "Contacto",
  "privacyp7Content": "Si tienes preguntas o inquietudes sobre nuestra política de privacidad, no dudes en ponerte en contacto con nosotros a través de [tu dirección de contacto].\n\nGracias por confiar en [Nombre de tu aplicación/servicio].\n\nFecha de última actualización: [Fecha]"
}
