{
  "home": "Inicio",
  "aboutme": "Sobre mí",
  "knowledges": "Conocimientos",
  "experience": "Experiencia",
  "sourcecode": "Código fuente en",
  "language": "Idioma",
  "name": "Nombre",
  "myprojects": "Mis Proyectos",
  "viewweb": "Ver Web",
  "evo": "Evolution Cycling : Creador de Gráficas",
  "trisergi": "TriSergi Coach : Indoor Cycling",
  "working": "Trabajando en esta sección",
  "myexperience": "Mi experiencia",
  "myexperience1": "He trabajado en el mundo del fitness desde hace años realizando diversas funciones. Recepción, monitor de sala, instructor de actividades colectivas, entrenamientos personales, coordinación de monitores etc.",
  "myexperience2": "Después de años, el cuerpo pide un descanso y he decidido entrar al mundo de la informática.",
  "myexperience3": "Actualmente trabajo como desarrollador de aplicaciones web y realizo algún que otro proyecto personal por mi cuenta.",
  "whatiknow": "¿Qué sé?",
  "whatiknow1": "Si me preguntas por fitness o nutrición, lo que quieras. Después de más de 10 años y de haber desempeñado diversas funciones, sé bastante de todo en general sobre este sector.",
  "whatiknow2": "El mundo de la informática es relativamente nuevo para mí. Me he sacado un grado superior mientras trabajaba en el gimnasio y durante esos dos años, he aprendido casi todo por mi cuenta a través de diversos proyectos personales.",
  "whatiknow3": "Tengo conocimientos en desarrollo de aplicaciones para Android con Java, Kotlin y el framework Ionic derivados de estos proyectos personales.",
  "whatiknow4": "Por otro lado, derivado de mi puesto de trabajo tengo conocimientos en desarrollo de aplicaciones web, Java y Magnolia CMS 6.2.x.",
  "whoiam": "¿Quién Soy?",
  "whoiam1": "Soy entrenador personal, instructor de Ciclo Indoor, TSAFAD y Técnico en Desarrollo de Aplicaciones Multiplataforma.",
  "whoiam2": "Me gusta practicar casi cualquier deporte, pero no me pongas a correr que eso es de cobardes. Por si todavía no te habías dado cuenta, también me gustan los videojuegos y el anime.",
  "whoiam3": "Siempre estoy empezando algún proyecto personal para poder aprender cosas nuevas.",
  "privacyp1": "Política de Privacidad y Recopilación de Datos",
  "privacyp2": "No recopilamos ni almacenamos ningún dato personal identificable. Tu privacidad es nuestra prioridad, y no estamos interesados en recopilar información personal de nuestros usuarios.",
  "privacyp3": "Esta aplicación solo utiliza Internet para poder mostrarte la lista de clases virtuales y únicamente utilizamos la información de seguimiento del rendimiento de la aplicación proporcionada por Google para mejorar la aplicación. ",
  "privacyp4": "Google Analytics",
  "privacyp5": "Esta aplicación utiliza Google Analytics para ayudarnos a analizar cómo utilizas la aplicación. Esto nos ayuda a mejorar este producto. Gracias a Google Analytics, sabemos cuánto tiempo usas la aplicación, qué tipo de dispositivo estás utilizando, de dónde eres y un poco más. Todo esto se utiliza para mejorar la aplicación.",
  "privacyp6": "Lee más sobre ",
  "privacyp7": "Publicidad",
  "privacyp8": "La política de privacidad de Google AdMob se encuentra aquí:",
  "privacyp9": "Los proveedores de terceros, incluido Google, utilizan cookies para mostrar anuncios basados en las visitas anteriores de un usuario a tu sitio web.",
  "privacyp10": "El uso de la cookie DoubleClick por parte de Google permite a Google y a sus socios mostrar anuncios a tus usuarios basados en su visita a tus sitios y/o a otros sitios en Internet.",
  "privacyp11": "Los usuarios pueden optar por no utilizar la cookie DoubleClick para publicidad basada en intereses visitando Configuración de anuncios. (Alternativamente, puedes dirigir a los usuarios a optar por no utilizar cookies de terceros para publicidad basada en intereses visitando aboutads.info.)",
  "privacyp12": "Contacto",
  "privacyp13": "Para contactarnos, utiliza el correo electrónico ",
  "email": "NyarCode Technologies",
  "analitycspolicy": "https://support.google.com/analytics/answer/6004245?hl=es",
  "admobpolicy": "https://support.google.com/admob/answer/6128543?hl=es",
  "updatedate": "Actualizado el 17/02/2024"
}
